[
    {
        "text": "Достоинств много, но почти все их можно увидеть в характеристиках.\n1) работу с двумя симками, но мне это было не надо)\n2) литий-полимерную батарею 3500 миллиампер/час - два-три дня интенсивного использования!)\n3) от него можно заряжать другие телефоны и устройства, а так же подключать к нему флешку (FAT 32 отлично читал) или как пишут обычную компьютерную мышь или клавиатуру, но я это не проверял.\n4) Есть радио FM и оно работает без наушников - т.е. телефон сам по себе работает как радио. Есть возможность записать передачу, но нет паузы в записи(( и невозможно изменить битрейд или формат записи(( Хотя эти простые функции есть в телефонах за 1000 руб! Покупал телефон в подарок и это было очень нужно- некоторые с удавольствием записывают любимые передачи авторской песни!)))\n5) хорошая сборка без люфтов, скрипов и зазоров\n6) При установке Winamp PRO при прослушивании музыки на недорогих (от 1200 до 2000 руб), но приличных наушниках отличный звук- учитывая, что телефон позиционируется как бюджетно деловой и НЕ музыкальный! Громкость для меня вполне достаточная.\n7) На экране уже стоит защитная плёнка- хотя никакой необходимости в ней не вижу если телефон носится в отдельном кармане и там нет ключей или гвоздей!)))\n8) Цвет серый,задняя крышка софт тач покрытие удобно и приятно держать в руке,не царапается.)\nНедостатки:\n1) Для меня диагональ 4,5 дюйма - великоват.\n2) Для многих будет недостатком его вес 162 грамма, но зато ёмкий аккумулятор!)\n3) Штатный видеоплеер проигрывает один клип или фильм из 10! Но легко лечиться установкой MX Player - очень удобный и всё читает. Могу порекомендовать сайт http://android-deluxe.ru/\n4) Cлабая камера!((( Много различных и реально удобных фишек немного улучшающих качество съёмки и её удобство. Например брекетинг экспозиции- делается сразу 3 кадра и они сразу выводятся на экран и ты выбираешь какие сохранить. Но всё портит програмная обработка и ооочень сильное сжатие кадра!!! Кадр на 5 мп почти ничего не весит!!! 250 - 500 KiB Зачем его ТАК сжимать???? На экране телефона выглядит прилично и текст и пейзаж вполне можно снять, но на компе видишь замыливание кадра!! Но с другой стороны для фото есть отдельные гаджеты!\nПокупал телефон в подарок за 8200 руб РСТ с гарантией- потестил неделю- хороший гаджет!)",
        "positive": [
            "наушник отличный",
            "ёмкий аккумулятор",
            "очень удобный",
            "вполне достаточный",
            "хороший сборка",
            "день интенсивный",
            "реально удобный",
            "ооочень сильный",
            "неделя хороший",
            "отличный звук",
            "приличный наушник",
            "другой телефон",
            "литий полимерный",
            "хороший гаджет",
            "удобный фишка"
        ],
        "negative": [
            "защитный плёнка",
            "интенсивный использование",
            "цвета серый",
            "телефон сам",
            "задний крышка"
        ],
        "modifier": [],
        "score": -0.27695962159242227,
        "sentiment": "Отрицательная тональность. Чистая отрицательная оценка: -1.1918139228789055"
    },
    {
        "text": "1. Отличный аккомулятор. Много разговариваю по работе, по двум сим картам\n2. Вес аппарата. Для кого то может и недостаток (162 гр), но для меня нужно что бы телефон лежал в руке\n3.Отличный яркий дисплей.\n4.Ну и естественно цена.\nТрудно найти чехол. В итоге заказал через aliexpress. Ждал 45 дней. Продолжительная зарядка. С 0 ДО 100 уходит около 5 часов. Других пока не обнаружил.\nПрактичность и функциональность по хорошей цене. Без переплаты за бренд.",
        "positive": [
            "рука отличный",
            "яркий дисплей"
        ],
        "negative": [
            "другой пока",
            "телефон лежалый"
        ],
        "modifier": [],
        "score": 0.2221358666861738,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 0.24935190228468213"
    },
    {
        "text": "Очень мощная батарейка 3500 мач - держит 2-3 суток очень активного использования, кабель OTG - возможность подключать флешки, 2 активные симки. Камера 5 мегапикселей - снимает более менее нормально. GPS спутники находит очень быстро, хотя наслышан про то что у некоторых вообще не находит. Ну и конечно же это цена (брал в китае за 7000 руб., сейчас наверное ещё дешевле) к тому же китайцы в комплекте прислали без допплаты: пленку на экран, бампер защитный, карт ридер. Также в китае сразу заказал кобуру под него обошлась в 350 руб. Падал на пол уже несколько раз и ничего, небольшие царапины на корпусе появились и только\nК сожалению один минус нашел - не поставить разные мелодии на разные симки :( ну в принципе не критично\nВ соотношении цена качества считаю, что это оптимальный аппарат. Никакой переплаты как за Самсунги и Айфоны. Кому нужен девайс побольше рекомендую присмотреться к следующей модели Lenovo P780 там и камера помощнее и проц и автономность 4000 мач батарейка (в китае стоит около 8200 руб. себе уже заказал и получил - вообще классный девайс)",
        "positive": [
            "аппарат никакой",
            "вообще классный",
            "камера мощный",
            "мощный батарейка",
            "очень мощный",
            "очень активный"
        ],
        "negative": [
            "менее нормальный",
            "активный использование",
            "разный мелодия",
            "следующий модель",
            "разный симка"
        ],
        "modifier": [],
        "score": -0.2741364611317063,
        "sentiment": "Отрицательная тональность. Чистая отрицательная оценка: -0.3312873619924115"
    },
    {
        "text": "Сначала ставил встроенное отключение на ночь. Потом понял, что выключение и загрузка тратят энергии почти столько же, сколько удаётся сэкономить. Поэтому теперь отключаю GSM модуль на ночь по расписанию прогой \"Авто режим полёта\". Почти всегда 6 дней на одной зарядке.\nNone\nЭто был сотый отзыв. И если подсуммировать, в большинстве люди довольны.",
        "positive": [
            "один зарядка"
        ],
        "negative": [],
        "modifier": [],
        "score": 0.013011607241387113,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 0.013011607241387113"
    },
    {
        "text": "Аккумулятор, ПО, камера\nНет\nОтличный смарт за свои деньги. Меня камера поразила, там идет в комплекте ПО от Леново с возможностью делать сканирование документов- Вещь! Можно сказать замена сканера :) (если не часто бывает нужна такая необходимость). Задняя крышка у аппаратов Серого цвета приятно рифленая, в другом цвете глянец. При подключении к ПК карта памяти отрубается, что приводит к установке мелодии вызова по умолчанию- это если выбранная вами мелодия находится на карте памяти,- так и должно быть. При отсоединении от ПК все восстанавливается.\nЗаряд держится долго, более 2 суток, больше не пробовал. При подключении к ПК заряжается.\nДля удаления лишних предустановленных программ- рут. Как обычно в Андроиде.",
        "positive": [
            "такой необходимость",
            "отличный смарт",
            "свой деньга"
        ],
        "negative": [
            "удаление лишний",
            "предустановленный программа",
            "задний крышка"
        ],
        "modifier": [],
        "score": -0.9343012792601973,
        "sentiment": "Отрицательная тональность. Чистая отрицательная оценка: -1.0319264071941"
    },
    {
        "text": "1. неплохой дисплей. Не самый лучший (на мой взгляд цветность на галакси S2 и более старших моделей были получше), но очень достойный.\n2. батарея. Если настраиваешь телефон на автоматическое выключение (у меня с 1:30 до 06:00), то батарея держится около 3-х дней при активном использование (в основном звонки, интернет через вай-фай, джипиэс навигация).\n3. быстродействие. Проца и ОЗУ хватает на любые не игровые процессы (открыть карту в 1.5 Гб в навителе и проложить маршрут - да легко). Про игры не скажу, т.к. не интересно и не пробовал.\n4. 2 симки.\n5. фм радио. Приятной новостью было работающее радио без подключенных наушников.\n6. динамик. Достаточно четкий и громкий.\n7. навигация. Спутники находит весьма быстро.\n8. внешний вид (кому как .... меня устраивает его серо-черный дизайн с сенсорными кнопками)\n1. вялая антенна вай-фай. До этого была xperia x10 и в соседней комнате вай фай в отличном или хорошем статусе был. На этом же еле еле, но тянет.\n2. не удобная эргономика. Включить дисплей - только кнопкой сверху. Разблокировать, только сдвинув в определенную сторону и попасть на нужный значок.\n3. камера. Очень скромненько, но ..... это же телефон умеющий фоткать, а не зеркалка умеющая звонить.\n4. не удобно написанный интерфейс, но его можно решить установкой альтернативы.\n5. мало встроенной памяти\nБрал за 10 000. За эти деньги вполне нормальная звонилка, умеющая провести в незнаком городе, развлечь (видео (1-4 Гб) загоняю без перекодировки, книги в любом формате и размера) и сфоткать.",
        "positive": [
            "достаточно чёткий",
            "быстро внешний",
            "внешний вид",
            "громкий навигация",
            "нормальный звонилка",
            "очень достойный",
            "вполне нормальный",
            "автоматический выключение",
            "основное звонок",
            "неплохой дисплей",
            "удобный эргономика"
        ],
        "negative": [
            "очень скромненький",
            "активный использование",
            "игровой процесс",
            "сенсорный кнопка",
            "соседний комната"
        ],
        "modifier": [],
        "score": 0.10681278105676928,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 0.6602944880844737"
    },
    {
        "text": "- Батарея живет 2 дня (в конце второго дня 30% остается). (постоянно либо WiFi либо 3G)\n- Приятный внешний вид. У меня синий, коллеге купили серый - серый круче!!!\n- Летает (предыдущий HTC Sensation)\n- Камера очень приличная\n- Очень удобная начинка системы. Все по уму и по разуму.\n- Встроенный радио модуль\n- Читает флешки (пробовала на флешке 4 гига - спокойно ее видит и копирует все туда/сюда).\n- Задняя панель поцарапалась. Но меня не особо смущает. Просто купите серый. У него задняя панель приятнее.\n- недавно 2 дня барахлил WiFi - буду выяснять причины.\nЯ девушка, и для меня это очень НЕ кирпич.\nОн очень элегантный. Подарил молодой человек.\n\nКоллега на работе, узнав, что в нем 2 Симки и узнав цену, продала свой IPhone 5 и купила этот (серый). Очень довольна! Для работы он идеален.\n\nЯндекс карты - летают. Быстро ловит спутники. Как навигация в машине - отлично!\nПостоянно слушаю радио. Всегда на почте.\n\nЯ очень довольна!\nБатарея, которая держится 2 дня при активной работе - пока редкость!\nПокупайте - не пожалеете!",
        "positive": [
            "очень удобный",
            "очень довольный",
            "очень приличный",
            "внешний вид",
            "очень элегантный",
            "довольный батарея",
            "панель приятный",
            "удобный начинка"
        ],
        "negative": [
            "система весь",
            "предыдущий камера",
            "весь туда",
            "активный работа",
            "батарея который",
            "задний панель"
        ],
        "modifier": [],
        "score": 0.8699335064765326,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 1.1437695943528599"
    },
    {
        "text": "Очень емкий аккумулятор. 2 SIM карты. Хорошее качество передачи речи. Поддержка USB OTG, возможность зарядки других устройств от аппарата. Удобные габариты, аппарат хорошо лежит в руке и свободно размещается в джинсовом кармане.\nНеудобный поиск в телефонной книге - надеюсь, исправят в будущих обновлениях ПО. Сложно подобрать чехол, в некоторых случаях неудобно верхнее расположение разъема USB. Некоторым может требоваться горячая замена карты памяти - здесь такого нет.\nОтличный телефон, идеален для делового пользования. В \"тяжелые\" игры не играю, по производительности меня этот коммуникатор устраивает полностью.",
        "positive": [
            "другой устройство",
            "ёмкий аккумулятор",
            "очень ёмкий",
            "хороший качество",
            "отличный телефон",
            "тяжёлый игра",
            "карта хороший",
            "телефон идеальный",
            "удобный габарит"
        ],
        "negative": [
            "зарядка другой",
            "телефонный книга",
            "горячий замена",
            "некоторый случай",
            "неудобный поиск"
        ],
        "modifier": [],
        "score": 0.6433896818811295,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 0.7750334875226809"
    },
    {
        "text": "1. Крутой аккумулятор\n2. Удобно лежит в руке, и вообще прям тот-самый-размер: не слишком большой, не слишком маленький, идеальный. ;)\n3. почти быстрый: кроме смсок, которые иногда открываются дольше минуты, ничего не тормозит и всё остальное работает быстро и чётко.\n1. недостаточно крутой аккумулятор. Если утром снять с зарядки и полноценно пользоваться в течение в дня: постоянные сообщения и интернет, дохнет в течение следующего дня. Т.е. на ночь можно не ставить, но до следующей ночи не дотянет. Правда, это реально интенсивный режим использования. Если только звонить, должен протянуть до 3-х дней.\n2. Реально плохая камера. Обычно пишут \"камера могла бы быть и получше для 2013 года\", \"маловато мегапикселей\" и т.п. Так вот, на моём стареньком сансунге (wave II) камера тоже на 5 МП, но качество снимков на порядок лучше.\n3. Очень слабый звук! Внешний динамик орёт, а всё остальное лажает: слишком тихо выводит на наушники и \"ушной\" динамик. Во время разговора постоянно хочется сделать погромче, а наушники - просто жесть: звук процентов на 20 тише _любого_ другого аппарата (я преподаю танцы и привык выводить музыку с телефона на колонки).\n4. Не определяется виндой. Надо ставить отдельные дрова, причём в ручном режиме (т.е. не установить, как программу, а прям зайти в диспетчер устройств, чего-то там искать, добавлять и т.п.)\n5. Адовый геморрой с перепрошивками. Новые выходят часто, но почти ни одной нет на русском языке. Главное - для перепрошивки тоже необходимо поставить отдельные дрова, и _не_совпадающие_ с описанными в предыдущем пункте. Т.е. для корректного отображения и обновления телефона в винде нужно вручную и с геморроем поставить 2 разных типа драйверов. В интернете есть очень подробные инструкции, но я пока не нашёл на это времени.\n6. Неудобный интерфейс: когда приходит смс/уведомление/пропущенный вызов, его невозможно сразу открыть и прочитать, надо сначала разблокировать экран, потом либо войти в меню смс и выбрать нужное сообщение, либо зайти в меню событий и выбрать нужное событие.\n7. Ужасное управление памятью: хотелось программки ставить в телефон, а видео писать на карточку. Здесь так распараллелить нельзя.\n8. Не ловит GPS. Говорят, лечится перепрошивкой. Но - см. п.5\n9. Часто заходит в меню смс дольше минуты.\nПользуюсь больше месяца: прочитал отзывы про батарейку и крутой звук и сразу же поехал в круглосуточный магаз и за 12к взял последний с витрины. На выходе получилось, что батарейка не очень-то и крутая, а звук нормальный только во внешнем динамике: звонит он громко, но вот музыку в траспорте слушать уже нереально. Говорят, что лечится, но через инженерные настройки. Русских букв в адресной книге нет. Говорят, что лечится, но перепрошивкой. Качество снимков хуже некуда. Говорят, что лечится, но перепрошивкой на неофициальную прошивку.\nИ вот так во всём: если чего-то не хватает, то исправить это можно, но с геморроем.\nИ очень, ОЧЕНЬ неудобно с памятью, конечно. Из-за того, что нельзя распараллелить, получается, что либо все проги ставить на карточку, тогда можно записать много видео, но нельзя вынуть карточку из телефона (проги слетят), либо наоборот - писать видео в телефон, но тогда всего 20 минут на разрешении 720p.\nЯ не играю в игры, поставил себе только планировщик, плеер, карты, кошелёк, альфа-банк, ну и ещё пяток по мелочи, и уже телефон раз в неделю начинает писать, что память закончилась, надо что-то удалить. Совершенно не понимаю: посчитал - программами занято около 400 мб из 2000 Гб, а он пишет, что всё, хана, место закончилось. Не знаю, что это значит, опять надо копаться в интернете и выяснять.\nВывод такой: если есть много времени и не лень, то спокойно заказывайте телефон из Китая за 8000, читайте интернеты, и за пару недель вы сможете настроить себе конфетку. Но для человека с быстрым ритмом жизни и отсутствием времени/желания разбираться, ставить драйвера вручную, тратить по нескольку часов на чтение форумов, чтобы всего-то повысить громкость, этот аппарат вообще не вариант. Разве что тупо звонилка.",
        "positive": [
            "внешний динамик",
            "звук внешний",
            "предыдущий пункт",
            "интенсивный режим",
            "день постоянный",
            "ушной динамик",
            "любой другой",
            "очень подробный",
            "звук нормальный",
            "программа занятый",
            "крутой аккумулятор",
            "хороший очень",
            "внешний динамика",
            "подробный инструкция",
            "другой аппарат",
            "разный тип"
        ],
        "negative": [
            "очень слабый",
            "слишком маленький",
            "ручной режим",
            "неофициальный прошивка",
            "слабый звук",
            "плохой камера",
            "русский язык",
            "неудобный интерфейс",
            "вывод такой",
            "ужасный управление",
            "русский буква",
            "слишком большой",
            "следующий день",
            "адресный книга"
        ],
        "modifier": [],
        "score": -0.6771650921755585,
        "sentiment": "Отрицательная тональность. Чистая отрицательная оценка: -0.8415248600630526"
    },
    {
        "text": "очень хороший телефон, мне безумно понравился",
        "positive": [
            "хороший телефон",
            "очень хороший"
        ],
        "negative": [],
        "modifier": [],
        "score": 0.9128962004066183,
        "sentiment": "Положительная тональность. Чистая положительная оценка: 0.9128962004066183"
    }
]